# Homebrew Bundle
# https://github.com/Homebrew/homebrew-bundle

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'heroku/brew'
tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'agedu'
brew 'composer'
brew 'exercism'
brew 'git'
brew 'heroku'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'neovim'
brew 'nginx', restart_service: true
brew 'node'
brew 'pidof'
brew 'ruby'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'zsh'

cask 'atom'
cask 'authy'
cask 'brave'
cask 'caprine'
cask 'cloudapp'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'etcher'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpg-suite'
cask 'grammarly'
cask 'iterm2'
cask 'keepassx'
cask 'keybase'
cask 'kindle'
cask 'limechat'
cask 'macvim'
cask 'marp'
cask 'mongodb-compass'
cask 'ngrok'
cask 'plex-media-player'
cask 'plex-media-server'
cask 'silverlight'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'smcfancontrol'
cask 'snes9x'
cask 'sonarr'
cask 'spectacle'
cask 'spotify'
cask 'sqlectron'
cask 'steam'
cask 'toggl'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
cask 'zoomus'

mas 'feedly', id: 865500966
mas 'LastPass', id: 926036361
mas 'Pocket', id: 568494494
mas 'Telegram Desktop', id: 946399090
mas 'TweetDeck', id: 485812721
mas 'Wunderlist', id: 410628904
