# Homebrew Bundle
# https://github.com/Homebrew/homebrew-bundle

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'exercism'
brew 'git'
brew 'htop'
brew 'httpie'
brew 'mas'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tmux'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'zsh'

cask 'atom'
cask 'docker'
cask 'brave'
cask 'caprine'
cask 'cloudapp'
cask 'deezer'
cask 'dropbox'
cask 'etcher'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'grammarly'
cask 'inkscape'
cask 'insomnia'
cask 'iterm2'
cask 'keepassx'
cask 'keybase'
cask 'kindle'
cask 'lastpass'
cask 'limechat'
cask 'macvim'
cask 'marp'
cask 'ngrok'
cask 'screenhero'
cask 'silverlight'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'smcfancontrol'
cask 'snes9x'
cask 'spectacle'
cask 'spotify'
cask 'toggldesktop'
cask 'transmission'
cask 'vlc'
cask 'whatsapp'
